how to read a poem.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-12-15 Sun 22:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>How to read a poem?</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="preamble" class="status">
<script src="js/script.js"></script>
<link rel="stylesheet" type="text/css" href="./css/style.css"/>
</div>
<div id="content" class="content">
<h1 class="title">How to read a poem?</h1>
<style type="text/css"> body {font-family: "EB Garamond", serif;} </style>

<p>
Curious about poetry, but don't know where or how to begin? We've reprinted the first chapter from the book <i>How to Read a Poem</i> by Edward Hirsch. Its 16 sections provide strategies for reading poems, and each section has plenty of links to examples of poems in our archive to illustrate the points.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68412/heartland"><b>Heartland</b></a> Poems are like messages in a bottle sent out with little hope of finding a recipient. Those of us who find and read poems become their unknown addresses.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68413/to-the-reader-setting-out"><b>To the Reader Setting Out</b></a> or <a href="to the reader setting out.html">To the Reader Setting Out</a> <br />
The reader of poetry is a kind of pilgrim setting out. To read a poem is to depart from the familiar, to leave all expectations behind.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68414/in-the-beginning-is-the-relation"><b>In the Beginning is the Relation</b></a> or 
</p>

<p>
A lyric poem is a special communiqué between an I and a You. It speaks out of a solitude to a solitude; it begins and ends in silence.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68415/stored-magic"><b>Stored Magic</b></a> The lyric poem seeks to mesmerize time. It crosses frontiers and outwits the temporal. It can bridge the gulf between people otherwise unknown to each other.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68416/the-immense-intimacy-the-intimate-immensity"><b>The Immense Intimacy, the Intimate Immensity</b></a> The experience of reading poetry and the kind of knowledge it provides cannot be duplicated elsewhere.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68417/mere-air-these-words-but-delicious-to-hear"><b>Mere Air, These Words, but Delicious to Hear</b></a> From syllable to word to phrase to sentence, the sound of poetry is the source of its primitive pleasures.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68418/in-plain-american-which-cats-and-dogs-can-read"><b>In Plain American Which Cats and Dogs Can Read!</b></a> A lyric poem walks the line between speaking and singing. Poetry is not speech exactly and yet it is always in relationship to speech, to the spoken word.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68419/give-a-common-word-the-spell"><b>Give a Common Word the Spell</b></a> The medium of poetry is language, our common property. It belongs to no one and to everyone. The precision of poetry restores language. It also defamiliarizes words by wrenching them from familiar or habitual contexts.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68420/metaphor-a-poet-is-a-nightingale"><b>Metaphor: A Poet is a Nightingale</b></a> Metaphor drives the engine of poetry. Figurative language&#x2014;figures of speech and thought&#x2014;guides the interaction between poet and reader.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68421/epic-drama-lyric-be-plural-like-the-universe"><b>Epic, Drama, Lyric: Be Plentiful Like the Universe</b></a> Poems may be epic, lyric, dramatic, or a mixture of the three. Most poems find a way to defy these conventional categories.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68422/harmonious-sisters-voice-and-vers"><b>Harmonious Sisters, Voice, and Vers</b></a> The lyric poem began as a work to be performed, to be sung or read aloud. Over time, the lyric transformed into a work for the page, for the reader to imagine in visual terms.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68423/winged-type"><b>Winged Type</b></a> The poem appeals to the eye. It has a shapely dimension and thus relates to the plastic arts, especially painting. The poem is something to look at as well as to recite.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68424/out-of-the-cradle-endlessly-rocking"><b>Out of the Cradle Endlessly Rocking</b></a> Rhythm is a form cut into time, as Ezra Pound said in <i>ABC of Reading</i>. It is the combination in English of stressed and unstressed syllables that creates a feeling of fixity and flux, of surprise and inevitability.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68425/the-wave-always-returns"><b>The Wave Always Returns</b></a> The poem is a muscular and composed thing. It moves like a wave, dissolving the literal. We participate in its flow as it moves from the eye to the ear, to the inner ear, the inner eye.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68426/help-me-o-heavenly-muse"><b>Help Me, O Heavenly Muse</b></a> Where does a poem come from? The sources of inspiration are many, from reason to a touch of madness.
</p>

<p>
<a href="https://www.poetryfoundation.org/articles/68427/it-is-something-of-an-accident-that-you-are-the-reader-and-i-the-writer"><b>It Is Something of an Accident That You Are the Reader and I the Writer</b></a> Reading poetry calls for an active reader. The reader must imaginatively collaborate with a poem to give voice to it.
</p>

<p>
Poet and author Edward Hirsch has built a reputation as an attentive and elegant writer and reader of poetry. Over the course of many collections of poetry and criticism, and the long-running "Poet's Choice" column in the <i>Washington Post</i>, Hirsch has transformed the quotidian into poetry in his own work, as well as demonstrated his adeptness at explicating the nuances and shades of feeling, tradition
</p>

<p>
<a href="https://www.poetryfoundation.org/poets/edward-hirsch">Read Full Biography</a>
</p>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-12-15 Sun 22:59</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
